Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh3808-v3.tmx
Source language: bo
Languages: en

source: དོན་དམ་པ་ཡང་དེ་ཉིད་གཞན་ལས་རྣམ་པར་གྲོལ་བར་བསྟན་པ་དང་།
en: That is correct. Thus, the Lord teaches that a compounded basis ultimately does not exist and also that the ultimate is released from being just that or another.

source: དེའི་འོག་ཏུ་འཕགས་པ་བྱམས་པས་དེ་འཁྲུལ་པ་ཡོད་པར་དོགས་ནས། བཅོམ་ལྡན་འདས་གལ་ཏེ་བྱང་ཆུབ་སེམས་དཔའ་བརྗོད་དུ་མ་མཆིས་པའི་དབྱིངས་དང་འབྲེལ་བའི་ཤེས་རབ་ཀྱི་སྤྱོད་པ་ལ་གནས་པ་ན་ཞེས་བྱ་བ་ལ་སོགས་པས་ཡང་ཞུས་ཏེ།
en: Then the noble Maitreya, worried there is a mistake again, asks, “Lord, if, when bodhisattvas are abiding in the correct practice of wisdom connected with the inexpressible element,” and so on.

source: གང་གི་ཚེ་བྱང་ཆུབ་སེམས་དཔའ་བརྗོད་དུ་མེད་པའི་དབྱིངས་ཡིད་ལ་བྱེད་པ་སྒོམ་པ་ན་འདུ་བྱེད་ཀྱི་དངོས་པོ་མི་དམིགས་པ་དེའི་ཚེ། དངོས་པོ་དེ་མེད་པའི་ཕྱིར་མི་དམིགས་སམ། འོན་ཏེ་བརྗོད་དུ་མེད་པའི་དབྱིངས་དང་། འབྲེལ་བའི་ཤེས་རབ་ལ་སྤྱོད་པས། དངོས་པོ་ལ་འཇུག་པ་མེད་པའི་ཕྱིར་མི་དམིགས་པ་ཞེས་ཞུས་པའོ།
en: When bodhisattvas cultivating attention to the inexpressible element do not apprehend a compounded basis, is that basis “not apprehended” because it does not exist, or is it “not apprehended” because the practice of wisdom connected with the inexpressible element does not engage with the basis?

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། བྱམས་པ་འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་དེ་ལ་ནི་རང་དབང་ཉིད་དམ་ཡོད་པ་ཉིད་གང་ཡང་མེད་དོ་ཞེས་བྱ་བས་འདི་སྐད་བསྟན་པར་འགྱུར་ཏེ།
en: Then the Lord said, “Maitreya, that basis that is a causal sign of a compounded phenomenon has no independence or existence at all.”

source: འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་ནི་ཡོད་པ་མ་ཡིན་ཡང་བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་རྣམས་ལ་དོན་དམ་པ་འཛིན་པའི་མཐུ་མེད་དེ། མ་རིག་པའི་ཕྱིན་ཅི་ལོག་དང་། ལས་རྣམ་པར་སྨིན་པ་ལ་སོགས་པའི་རྒྱུ་དང་རྐྱེན་གྱི་དབང་གིས། གཞན་གྱི་དབང་དུ་གྱུར་པའི་དངོས་པོ་དག་རྣམ་པར་ཤེས་པ་ལ་ཕྱིན་ཅི་ལོག་ཏུ་སྣང་གི། རང་དབང་དུ་ནི་མ་ཡིན་ནོ།
en: This teaches the following: Even though the basis that is a causal sign of a compounded phenomenon is unreal, still foolish, ordinary people lack the strength to take hold of the ultimate because, governed by the error of ignorance and the maturation of karma and so on as cause and conditions, bases that are dependent phenomena and are not independent still appear to consciousness as the opposite of how they actually are.

source: །དེ་ལ་གང་གི་ཚེ་བྱང་ཆུབ་སེམས་དཔའ་ཡིད་ལ་བྱེད་པ་སྒོམ་པ་ལ་བརྩོན་པ་དེའི་ཚེ་ནི་མ་རིག་པ་ལ་སོགས་པའི་རྒྱུ་དང་རྐྱེན་རྣམས་མེད་པས། ཇི་ལྟར་སྔོན་གཞན་གྱི་དབང་གིས་བདག་ཉིད་དུ་སྣང་བ་དེ་ལྟར་མི་སྣང་ངོ་།
en: When bodhisattvas are working hard at cultivating paying attention to that, the ignorance and so on that are the cause and conditions are not there, so the earlier appearance constituted as a phenomenon dependent on them thus does not appear.

source: །རྒྱུ་མ་རིག་པ་ལ་སོགས་པ་མེད་པར་ཡང་འདུ་བྱེད་ཀྱི་དངོས་པོ་དེ་རང་དབང་དུ་འབྱུང་བའི་མཐུ་ཡང་མེད་དོ།
en: In the absence of ignorance and so on as cause, that compounded basis does not still have the strength to arise independently.

source: །དེ་བས་ན་དངོས་པོ་དེ་ལ་རང་དབང་དུ་ཡོད་པ་གང་ཡང་མེད་དོ་ཞེས་བྱ་བ་གསུངས་ཏེ།
en: Therefore, it says “that basis… has no independent existence at all.”

source: དེ་བས་ན་མེད་པ་ནི་དམིགས་པར་མི་འགྱུར་རོ་ཞེས་བསྟན་པ་ཡིན་ནོ།
en: And therefore it also says “nonexistence” is “not apprehended.” “

source: །བྱམས་པ་གང་གི་ཚེ་ཁྱོད་འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་དེ་ལ་རྣམ་པར་རྟོག་པ་དེའི་ཚེ་ཞེས་བྱ་བ་ལ་སོགས་པས་ནི་གཞན་གྱི་དབང་ཕྱིན་ཅི་མ་ལོག་པའི་བདག་ཉིད་དུ་འབྱུང་བ་དེ་ཉིད་དང་། ཕྱིན་ཅི་ལོག་ཏུ་མི་འབྱུང་བ་སྟོན་ཏེ།
en: Maitreya, when you conceive of that basis that is a causal sign of a compounded phenomenon,” and so on, teaches when a dependent phenomenon occurs constituted by error, and true reality when the error does not occur.

source: གང་གི་ཚེ་རྣམ་པར་རྟོག་པ་དེའི་ཚེ་རྣམ་པར་རྟོག་པའི་གཞན་གྱི་དབང་གིས་ཕྱིན་ཅི་ལོག་ཏུ་དམིགས་སོ། །གང་གི་ཚེ་རྣམ་པར་མི་རྟོག་པ་དེའི་ཚེ་ནི་གཞན་གྱི་དབང་མེད་པས་ཕྱིན་ཅི་མ་ལོག་པ། དོན་དམ་པ་ཉིད་ལ་དམིགས་སོ་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ།
en: This means that when there is conceptualization the apprehending is in error dependent on the power of something else, the conceptualization, and when there is no conceptualization the apprehending is without error as just the ultimate, because the dependent phenomenon does not exist.

source: །དེ་སྐད་དྲིས་པ་དང་འཕགས་པ་བྱམས་པས། བཅོམ་ལྡན་འདས་དེ་ལྟ་ལགས་སོ་ཞེས་ཁས་བླངས་སོ།
en: Having been asked that by the Lord, with “it is, Lord,” noble Maitreya accepts it.

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས། བྱམས་པ་དེ་ལྟ་ཡིན་ན་དེ་རྣམ་པར་རྟོག་པ་ཙམ་དུ་མ་ཟད་དམ་ཞེས་བྱ་བས་རྣམ་པར་རྟོག་པ་ཙམ་དུ་རྣམ་པར་གཞག་ནས། དེའི་འོག་ཏུ་དངོས་པོ་ཡོད་པ་བསལ་བའི་ཕྱིར་དེ་དེ་ལྟར་རྣམ་པར་མི་རྟོག་པའི་དབྱིངས་ལ་གནས་ཏེ། རྣམ་པར་རྟོག་པ་རྣམས་དང་བྲལ་བར་གྱུར་པ་ན་དེ་ལ་ཡོད་པ་གང་ཡིན་ཞེས་བྱ་བ་ལ།
en: Then the Lord posits it as just conceptualization, with, “If that is so, Maitreya, … [it] is simply just conceptualization,” and then, in order to eliminate that it is something that really exists, asks, “When they are thus abiding in the nonconceptual element free from conceptualizations, what existence does it… have?”

source: དེ་ཞེས་བྱ་བ་ནི་བྱང་ཆུབ་སེམས་དཔའོ། །དེ་ལྟར་ཞེས་བྱ་བ་ནི་དོན་དམ་པར་མེད་ན་ཞེས་བྱའོ། །རྣམ་པར་མི་རྟོག་པའི་དབྱིངས་ལ་ཞེས་བྱ་བ་ནི་དོན་དམ་པའི་དབྱིངས་ལ་གནས་པ་ནའོ། །དེ་ལ་ཡོད་པ་གང་ཡིན་ཞེས་བྱ་བ་ནི་འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་དེ་ལ་ཡོད་པ་གང་ཡིན་ཞེས་བྱ་བ་སྟེ།
en: There, “they” are the bodhisattvas; “thus” when they ultimately do not exist; “abiding in the nonconceptual element”—in the ultimate element; and “what existence does it have” is what existence does that basis that is a causal sign of a compounded phenomenon have?

source: མེད་པ་ཉིད་དོ་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ།
en: This means it is just nonexistent. “

source: །གང་ཡོད་པ་ནི་དམིགས་པར་འགྱུར་རོ་ཞེས་བྱ་བ་ནི་ཡོད་པར་གྱུར་ན་དམིགས་པར་འགྱུར་རོ།
en: What existence can be apprehended?” Were it to exist, it would be apprehended.

source: །དེ་ལྟར་འདུ་བྱེད་ཀྱི་དངོས་པོ་ཡོད་པ་མ་ཡིན་པར་ཡང་དག་པར་བསྟན་པ་དང་། ཡང་འཕགས་པ་བྱམས་པས་ཀུན་རྫོབ་དང་། དོན་དམ་པའི་དབང་གིས་གཟུགས་ལ་སོགས་པ་ཆོས་ཐམས་ཅད་ཀྱི་རབ་ཏུ་དབྱེ་བ་བསྟན་པའི་ཕྱིར་དེའི་འོག་ཏུ། བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་པ་ཆོས་རབ་ཏུ་དབྱེ་བ་མཁས་པ་ལ་ཞུགས་པས། གཟུགས་རབ་ཏུ་དབྱེ་བའི་བརྟགས་པ་རྣམ་པ་དུ་ཞིག་ཏུ་རྟོགས་པར་བགྱི་ཞེས་བྱ་བ་ལ་སོགས་པ་ཞུས་སོ།
en: Noble Maitreya, in order to again differentiate and teach all phenomena, form and so on, from the perspective of the conventional and ultimate, then asks, “Lord, how many designations for the separate aspects of form should a bodhisattva practicing the perfection of wisdom, involved in skillfully making a differentiation of a dharma, know?”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས། བྱམས་པ་རྣམ་པ་གསུམ་དུ་རྟོགས་པར་བྱ་ཞེས་བྱ་བ་ལ་སོགས་པས་རབ་ཏུ་དབྱེ་བ་བསྟན་ཏོ། །ཀུན་བརྟགས་པའི་གཟུགས་དང་།
en: Then the Lord, with “Maitreya, … should know three… modes of form,” and so on, gives an exposition of their divisions.

source: རྣམ་པར་བརྟགས་པའི་གཟུགས་དང་། ཆོས་ཉིད་ཀྱི་གཟུགས་ཞེས་བྱ་བ་ནས། ཀུན་བརྟགས་པའི་སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་དང་། རྣམ་པར་བརྟགས་པའི་སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་དང་། ཆོས་ཉིད་ཀྱི་སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་ཞེས་བྱ་བའི་བར་གྱིས་ནི་འཇིག་རྟེན་དང་འཇིག་རྟེན་ལས་འདས་པའི་ཆོས་ཐམས་ཅད་རྣམ་པ་གསུམ་གྱི་ནང་དུ་འདུས་པར་བསྟན་ཏོ།
en: From “imaginary form, … conceptualized form, and … the true dharmic nature of form,” up to “imaginary buddhadharmas, … conceptualized buddhadharmas, and… the true dharmic nature of buddhadharmas,” it teaches that all ordinary and extraordinary phenomena are included within the three aspects.

source: །དེ་ནས་ཡང་འཕགས་པ་བྱམས་པས། ཀུན་བརྟགས་པའི་གཟུགས་ནི་གང་ལགས་ཞེས་བྱ་བ་ལ་སོགས་པ་ཞུས་པ་དང་།
en: Then, when noble Maitreya again asks, “What is imaginary form?”

source: བཅོམ་ལྡན་འདས་ཀྱིས། བྱམས་པ་གང་འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་དེ་ལ་གཟུགས་ཞེས་བྱ་བའི་མིང་དང་། འདུ་ཤེས་དང་། བཏགས་པ་དང་། ཐ་སྙད་ལ་བརྟེན་ནས་གཟུགས་ཀྱི་ངོ་བོ་ཉིད་དུ་ཡོངས་སུ་རྟོགས་པ་འདི་ནི་ཀུན་བརྟགས་པའི་གཟུགས་སོ་ཞེས་བྱ་བ་ལ་སོགས་པ་གསུངས་ཏེ།
en: and so on, the Lord said, “Maitreya, based on the designation, name, label, and conventional designation form for this or that basis that is a causal sign of a compounded phenomenon, this imagining that it is the intrinsic nature of form is imaginary form,” and so on.

source: ཐ་སྙད་ལ་བརྟེན་ནས། ཐ་སྙད་ཀྱི་རྒྱུ་འདུ་བྱེད་ཀྱི་དངོས་པོ་ལ་གཟུགས་ཀྱི་ངོ་བོ་ཉིད་དུ་བརྟགས་པ་ལ་གཟུགས་ཞེས་བྱ་བའི་འདུ་ཤེས་དང་བརྟགས་པ་དེ་ནི་ཀུན་བརྟགས་པའི་གཟུགས་ཡིན་ནོ་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ།
en: This means: based on a conventional designation, relative to the compounded basis that is the reason for the conventional designation, that name and term form, when designated as the intrinsic nature of form, is falsely imagined form.

source: །ཆོས་རྣམས་ཀྱི་ངོ་བོ་ཉིད་ནི་གསུམ་སྟེ། ཀུན་བརྟགས་པའི་ངོ་བོ་ཉིད་དང་། གཞན་གྱི་དབང་གི་ངོ་བོ་ཉིད་དང་། ཡོངས་སུ་གྲུབ་པའི་ངོ་བོ་ཉིད་དེ།
en: As for the nature of phenomena there are three: a falsely imagined nature, a dependent nature, and a thoroughly established nature.

source: དེ་ལ་གཟུགས་ལ་སོགས་པ་ཆོས་རྣམས་ལ་གཟུགས་ཞེས་བྱ་བ་ལ་སོགས་པར་མངོན་པར་བརྗོད་པའི་རྣམ་པ་གང་ཡིན་པ་དེ་ནི་ཀུན་བརྟགས་པའི་ངོ་བོ་ཉིད་དོ། །མ་རིག་པ་ལ་སོགས་པའི་དབང་གིས་རྣམ་པར་ཤེས་པ་ལ་ཆོས་རྣམས་སུ་ཕྱིན་ཅི་ལོག་ཏུ་སྣང་བའི་རྣམ་པ་གང་ཡིན་པ་དེ་ནི་གཞན་གྱི་དབང་གི་ངོ་བོ་ཉིད་དོ། །གང་མིང་དེ་དང་། ཕྱིན་ཅི་ལོག་ཏུ་སྣང་བའི་རྣམ་པ་དེ་དང་བྲལ་བ་བརྗོད་དུ་མེད་པ། མཚན་མ་མེད་པའི་རྣམ་པ་གང་ཡིན་པ་དེ་ནི་དོན་དམ་པ་ཡོངས་སུ་གྲུབ་པའི་ངོ་བོ་ཉིད་དེ།
en: There, for the phenomena, form and so on: the expression mode of appearance as “form” and so on is the falsely imagined nature; the mode of erroneous appearance as the dharmas to consciousness because of the power of ignorance and so on is the dependent nature; and the inexpressible, signless mode of appearance separated from those names and that mode of erroneous appearance is the ultimate, thoroughly established nature.

source: འདི་རྒྱས་པར་ནི་རབ་ཏུ་བྱེད་པ་ལས་གཟུང་བར་བྱའོ།
en: You should grasp this in detail from the text.

source: །ངོ་བོ་ཉིད་གསུམ་པོ་དེ་དག་དང་། འདིར་ཀུན་བརྟགས་པའི་གཟུགས་དང་། རྣམ་པར་བརྟགས་པའི་གཟུགས་དང་། ཆོས་ཉིད་ཀྱི་གཟུགས་ཞེས་བྱ་བ་དེ་དག་{གོ་རིམས་,གོ་རིམ་}བཞིན་དུ་བསྟན་པར་བྱ་སྟེ།
en: Those three natures—here “falsely imagined form, conceptualized form, and the true dharmic nature of form”—are explained sequentially.

source: དེ་ལ་གཟུགས་དང་། ཚོར་བ་དང་། འདུ་ཤེས་ཞེས་བྱ་བ་ལ་སོགས་པའི་མིང་གི་ཀུན་བརྟགས་པའི་གཟུགས་དང་། ཀུན་བརྟགས་པའི་ཚོར་བ་དང་། ཀུན་བརྟགས་པའི་འདུ་ཤེས་ཞེས་བྱ་བ་ལ་སོགས་པར་བརྗོད་དེ།
en: There it talks about “falsely imagined form, falsely imagined feeling, falsely imagined perception,” and so on, that are the names “form, feeling, perception” and so on.

source: འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་དེ་དང་དེ་ལ་གཟུགས་སོ་ཞེས་བྱ་བའི་མིང་དང་།
en: It teaches them with “based on the designation, name, label, and conventional designation form for this or that basis that is a causal sign of a compounded phenomenon,” and so on.

source: འདུ་ཤེས་དང་། བཏགས་པ་ཞེས་བྱ་བ་ལ་སོགས་པས་སྟོན་ཏོ། །དེའི་འོག་ཏུ་རྣམ་པ་གཉིས་ནི་འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་དེ་རྣམ་པར་རྟོག་པ་ཙམ་གྱི་ཆོས་ཉིད་ལ་གནས་པའི་རྣམ་པར་རྟོག་པ་ལ་བརྟེན་ནས་མངོན་པར་བརྗོད་དེ་ཞེས་བྱ་བ་ལ་སོགས་པས་སྟོན་ཏེ།
en: After that it teaches two aspects, with “that basis which is a causal sign of a compounded phenomenon, an expression dependent on conceptualization established in the true dharmic nature of mere conceptualization,” and so on.

source: བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་རྣམས་ཀྱི་སེམས་ཉོན་མོངས་པ་དང་། ལས་དང་རྣམ་པར་སྨིན་པ་ལ་སོགས་པའི་རྒྱུ་དང་རྐྱེན་གྱིས་ཕྱིན་ཅི་ལོག་ཏུ་གྱུར་པ་རྣམས་ལ་དངོས་པོའི་རྣམ་པར་བློ་སྐྱེ་ཞིང་སྣང་བ་ནི་རྣམ་པར་བརྟགས་པའི་གཟུགས་ཞེས་བྱའོ།
en: A mind arising and appearing in the mode of an appearance of an existent thing for foolish, ordinary persons whose minds have become distorted, governed by afflictive emotions and the maturation of karma, and so on, as cause and conditions, is “conceptualized form.” “

source: །འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་དེ་ཞེས་བྱ་བ་ལ་སོགས་པས་དེ་སྟོན་ཏེ།
en: That basis which is a causal sign of a compounded phenomenon” and so on teaches that. “

source: རྣམ་པར་རྟོག་པ་ཙམ་གྱི་ཆོས་ཉིད་ལ་གནས་པ་ཞེས་བྱ་བ་ནི་བློས་རྣམ་པར་བརྟགས་པའི་རྣམ་པ་མ་གཏོགས་པར་ངོ་བོ་ཉིད་གཞན་མེད་དེ། དེ་བས་ན་དངོས་པོ་དེ་རྣམ་པར་བརྟགས་པ་ཙམ་གྱི་ངོ་བོ་ཉིད་ལ་གནས་ཏེ།
en: Established in the true dharmic nature of mere conceptualization”—there is no other nature except the mode of appearance when something has been conceptualized by an intellectually active state of mind, so that basis is established as a merely conceptualized nature.

source: དེ་ལ་གནས་པ་དེ་ཉིད་ལ་རྣམ་པར་རྟོག་པ་ཞེས་བྱའོ།
en: Just that which is established as that is called “conceptualization.”

source: །དེ་ལྟར་བློས་རྣམ་པར་བརྟགས་པའི་རྣམ་པ་ཙམ་གྱི་ངོ་བོ་ཉིད་ལ་གནས་པ་རྣམ་པར་རྟོག་པ་དེ་ཉིད་ལ་བརྟེན་ཏེ་ཉེ་བར་བཟུང་ནས། གང་མངོན་པར་བརྗོད་པ་དང་འབྲེལ་པ་དངོས་པོའི་བདག་ཉིད་དུ་ཀུན་ཏུ་གཡེངས་པའི་རྣམ་པ་ལ་མངོན་པར་བརྗོད་པ་ཞེས་བྱ་སྟེ།
en: Thus “dependent on,” taking as its point of departure just that “conceptualization” established as the mere mode of appearance when something has been conceptualized by an intellectually active state of mind, the thoroughly distracted mode of appearance constituted as a basis connected with an expression is called “an expression.”

source: དེ་ལྟར་བློས་རྣམ་པར་བརྟགས་པའི་རྣམ་པའི་ངོ་བོ་ཉིད་དུ་གནས་པ་ཞེས་བྱ་བའི་རྣམ་པ་ལ་བརྟེན་ནས་བློ་ལ་དངོས་པོའི་བདག་ཉིད་དུ་སྣང་བ་ནི་རྣམ་པར་བརྟགས་པའི་གཟུགས་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ།
en: Thus, dependent on that mode of appearance “established as the mode of appearance when something has been conceptualized by an intellectually active state of mind,” the appearance in the form of a basis to the intellectually active state of mind is called “conceptualized form.”

source: །དེ་བཞིན་དུ་ཚོར་བ་ལ་སོགས་པ་ལ་ཡང་སྦྱར་བར་བྱའོ།
en: You should connect this in the same way with “feeling” and so on as well.

source: །དེའི་འོག་ཏུ་ཆོས་ཉིད་ཀྱི་གཟུགས་ནི་དེ་བཞིན་གཤེགས་པ་རྣམས་བྱུང་ཡང་རུང་མ་བྱུང་ཡང་རུང་ཞེས་བྱ་བ་ལ་སོགས་པ་གསུངས་ཏེ།
en: Then, in regard to the true dharmic nature of form, it says “whether the tathāgatas arise or whether the tathāgatas do not arise,” and so on.

source: དེ་བཞིན་གཤེགས་པ་རྣམས་བྱུང་ཡང་རུང་ཞེས་བྱ་བ་འདིས་ཆོས་ཉིད་དེ་ངོ་བོ་ཉིད་ཡིན་གྱི་མི་རྟག་པ་ནི་མ་ཡིན་ནོ་ཞེས་བསྟན་པ་དེ།
en: This “whether the tathāgatas arise” teaches that the true dharmic nature, not impermanence, is its intrinsic nature.

source: གང་ཀུན་བརྟགས་པའི་གཟུགས་དེས་རྣམ་པར་བརྟགས་པའི་གཟུགས་དེ་རྟག་པ་རྟག་པའི་དུས་དང་། ཐེར་ཟུག་ཐེར་ཟུག་གི་དུས་སུ་ངོ་བོ་ཉིད་མེད་པ་ཁོ་ན་ཞེས་བྱ་བ་དེ་ལ། ཆོས་ཉིད་ཀྱི་གཟུགས་ཞེས་བྱ་བ་ནི་གང་གི་ཚེ་རྣམ་པར་མི་རྟོག་པའི་བློ་ལ་སྣང་བའི་རྣམ་པ་དེ་ཉིད་སྔར་སྨོས་པའི་ཀུན་བརྟགས་པ་བརྗོད་པར་བྱ་བ་དང་། བརྗོད་པར་བྱེད་པའི་རྣམ་པས་འདུ་ཤེས་དང་། གདགས་པར་འོས་པའི་བདག་ཉིད་དང་བྲལ་བར་གྱུར་པ་དེའི་ཚེ།
en: In regard to “the true dharmic nature of form,” where it says “this eternally eternal, constantly constant absence of imaginary form as the intrinsic nature of conceptualized form,” when just that mode of appearance in a nonconceptual intellectually active state of mind has become separated from a falsely imagined phenomenon described before—a mode of appearance suited, as the expressed and expression mode of appearance, to name and designation— then, that mode of appearance established, in itself, in an inexpressible form as an absence of conceptualization is “the true dharmic nature of form.” “

source: བདག་ཉིད་ཀྱི་བརྗོད་དུ་མེད་པ་རྣམ་པར་མི་རྟོག་པའི་བདག་ཉིད་དུ་གནས་པའི་རྣམ་པ་དེ་ལ་ཆོས་ཉིད་ཀྱི་གཟུགས་ཞེས་བྱའོ། །ངོ་བོ་ཉིད་མེད་པ་ཞེས་བྱ་བ་ནི་ཀུན་བརྟགས་པའི་ངོ་བོ་ཉིད་མེད་པའི་ཕྱིར་རོ། །ཆོས་ལ་བདག་མེད་པ་ཞེས་བྱ་བ་ནི་ཆོས་ཀྱི་བདག་ཉིད་ཀྱི་རྣམ་པ་མེད་པའོ། །དེ་བཞིན་ཉིད་ཅེས་བྱ་བ་ནི་ཕྱིན་ཅི་མ་ལོག་པའི་རྣམ་པའོ། །ཡང་དག་པའི་མཐའ་ཞེས་བྱ་བ་ནི་རྣམ་པ་དེ་ལྟ་བུའི་མཐར་ཐུག་པའོ།
en: The nonexistence of an intrinsic nature,” because the falsely imagined nature does not exist; “the nonexistence of a self in dharmas”— the nonexistence of a mode of appearance that is the essential nature of a dharma; “suchness”— a mode of appearance without distortion; and “the very limit of reality”— the culmination of such a mode of appearance.

source: །བྱམས་པ་གང་ཀུན་བརྟགས་པའི་གཟུགས་ནི་རྫས་སུ་མེད་པར་བལྟ་བར་བྱའོ་ཞེས་བྱ་བ་ནི་ཤིན་ཏུ་མེད་པའི་ཕྱིར་རོ།
en: Maitreya, view the form that is imaginary as not a material reality,” because it is absolutely nonexistent. “

source: །རྣམ་པར་བརྟགས་པའི་གཟུགས་གང་ཡིན་པ་དེ་ནི་རྣམ་པར་རྟོག་པ་རྫས་སུ་ཡོད་པའི་ཕྱིར་རྫས་སུ་ཡོད་པར་བལྟ་བར་བྱ་ཞེས་བྱ་བ་ནི་ཀུན་རྫོབ་ཏུ་ཡོད་པའི་ཕྱིར་དེ་ཡོད་པའོ།
en: View conceptualized form as a material reality based on the material reality of a conceptualization.” This means it does exist because it exists conventionally.

source: །འདུས་བྱས་ཀྱི་ཚུལ་གྱི་འཇིག་པ་དང་། གཟུགས་སུ་ཡོད་པའི་ཕྱིར་རྫས་ཡིན་ཏེ།
en: It is a material reality because as a compounded phenomenon it is destroyed and exists as form.

source: དེ་བས་རྣམ་པར་བརྟགས་པར་ཡོད་པ་ཉིད་དང་། རྫས་ཡིན་པའི་ཕྱིར་བཤད་དོ་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ།
en: So this is an explanation that it is existent as a conceptualized nature and is a material reality. “

source: །རང་དབང་དུ་འཇུག་པ་ནི་མ་ཡིན་ནོ་ཞེས་བྱ་བ་ནི་གཞན་གྱི་དབང་གི་ངོ་བོ་ཉིད་ཡིན་པའི་ཕྱིར་དེ་སྐད་གསུངས་ཏེ།
en: But not because it is there under its own power”— it says that because it has a dependent nature. “

source: ཆོས་ཉིད་ཀྱི་གཟུགས་གང་ཡིན་པ་དེ་ནི་རྫས་སུ་མེད་པ་ཡང་མ་ཡིན་ལ། རྫས་སུ་ཡོད་པ་ཡང་མ་ཡིན་ནོ། །དོན་དམ་པས་རབ་ཏུ་བྱེ་བ་ཞེས་བྱ་བ་ནི་ཆོས་ཉིད་གཟུགས་སོ།
en: The true dharmic nature of form… as neither a nonmaterial reality nor a material reality and in the category of the ultimate”— this is the true dharmic nature of form.

source: །དེ་བརྗོད་དུ་མེད་པའི་བདག་ཉིད་དུ་ཡོད་པའི་ཕྱིར་མེད་དོ་ཞེས་བརྗོད་དུ་མི་རུང་སྟེ། དེ་བས་ན་རྫས་སུ་མེད་པའང་མ་ཡིན་ནོ།
en: It is not suitable to say “it does not exist” because it exists as an inexpressible entity, so it is not “a nonmaterial reality.”

source: །རྣམ་པར་བརྟགས་པའི་དངོས་པོའི་རྣམ་པར་ཡོད་པའི་ཕྱིར་ཡོད་དོ་ཞེས་བརྗོད་དུ་ཡང་མི་རུང་སྟེ། དེ་བས་ན་རྫས་སུ་ཡོད་པ་མ་ཡིན་ཏེ།
en: It is not suitable to say “it exists” because it exists in the form of a conceptualized basis, so “nor” is it “a material reality.”

source: དེའི་ཕྱིར་མཐའ་གཉིས་སྤངས་ནས་དབུ་མའི་ལམ་བསྟན་པ་ཡིན་ནོ།
en: This therefore teaches a middle way avoiding two extremes. “

source: །དོན་དམ་པས་རབ་ཏུ་ཕྱེ་བ་ཞེས་བྱ་བ་ནི་དོན་དམ་པའི་ངོ་བོ་ཉིད་ཅེས་བྱ་བའི་ཐ་ཚིག་གོ།
en: The category of the ultimate” means the nature of the ultimate.

source: །རབ་ཏུ་ཕྱེ་ཞེས་བྱ་བའི་སྒྲ་ནི་ངོ་བོ་ཉིད་ཀྱི་དོན་ཏོ།
en: The word “category” means nature.

source: །དེ་བཞིན་དུ་སངས་རྒྱས་ཀྱི་ཆོས་ཀྱི་མཐའི་བར་ཡང་སྦྱར་བར་བྱའོ།
en: Finally, you should connect this in the same way with them all, up to “buddhadharmas” as well.

source: །དེ་ལྟར་ངོ་བོ་ཉིད་གསུམ་གྱི་དབང་གིས་མཚན་ཉིད་གསུམ་སྨོས་ནས། ཡང་གཉིས་སུ་མེད་པའི་མཚན་ཉིད་བསྟན་པའི་སྐབས་དབྱེ་བའི་ཕྱིར་འཕགས་པ་བྱམས་པས་གསོལ་པ། སྔར་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་མདོར་བསྡུས་པ་གཏན་ལ་ཕབ་པའི་སྐབས་སུ་ཞུ་བ་རྣམ་པ་ཉི་ཤུ་རྩ་བརྒྱད་བསྟན་པ་འདི་ལྟ་སྟེ། གཟུགས་ཞེས་བྱ་བ་འདི་ནི་གཉིས་སུ་མེད་པའི་གྲངས་སུ་བྱས་པའོ་ཞེས་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ་དེ་ཞེས་བྱ་བ་ལ་སོགས་པ་གསོལ་ཏོ།
en: Having discussed the three marks from the perspective of the three natures, to set the scene for teaching the mark of nonduality, noble Maitreya says, “this that the Lord has said” earlier, in the discussion of the brief exposition of the perfection of wisdom section, the twenty-eighth question, “namely, ‘anything called form is counted as not two,’ ” and so on.

source: །བྱམས་པ་དེ་ཇི་སྙམ་དུ་སེམས་ཀུན་བརྟགས་པའི་གཟུགས་ལ་རྫས་སུ་མེད་པ་ཉིད་གང་ཡིན་པ་དེ། གཟུགས་ཡིན་ནམ་འོན་ཏེ་མ་ཡིན་ཞེས་བྱ་བ་ལ་སོགས་པས་ཇི་སྐད་བསྟན་པ་ཡིན་ཞེ་ན།
en: What does “Maitreya, what do you think, is the absence of material reality in imaginary form, or is it not” teach?

source: ཀུན་བརྟགས་པ་དང་། རྣམ་པར་བརྟགས་པ་དང་། ཆོས་ཉིད་ཀྱི་གཟུགས་འདི་གསུམ་ལ་སོ་སོར་གཟུགས་སམ་གཟུགས་མ་ཡིན་ཞེས་བྱ་བ་མེད་པ་དེ་གཉིས་སུ་མེད་པ་དང་། དེ་བཞིན་ཉིད་དང་། ཆོས་ལ་བདག་མེད་པའོ།
en: Just that nonexistence of “form or not form” in each of these three—falsely imagined form, conceptualized form, and the true dharmic nature of form—individually is the nondual, is suchness, is the absence of a self in dharmas.

source: །དེ་བས་ན་གཟུགས་དང་། ཚོར་བ་ལ་སོགས་པའི་སྒྲས། དེ་བཞིན་ཉིད་གཉིས་སུ་མེད་པའི་གྲངས་སུ་བགྲང་བར་བྱས་སོ་ཞེས་བྱ་བའི་ཐ་ཚིག་སྟེ།
en: Thus, the words form, feeling, and so on, when enumerated as suchness, are counted as not two.

source: དེ་ཉིད་བསྟན་པར་བཞེད་ནས། གཟུགས་རྣམ་པ་གསུམ་པོ་དེ་དག་རེ་རེ་ལ་ཡང་། གཟུགས་དང་གཟུགས་མ་ཡིན་པ་ལས་རྣམ་པར་གྲོལ་བའི་མཚན་ཉིད་བསྟན་པའི་ཕྱིར་དང་པོར་ཀུན་བརྟགས་པའི་གཟུགས་ལ་བརྩམས་ནས། ཀུན་བརྟགས་པའི་གཟུགས་ལ་རྫས་སུ་མེད་པ་ཉིད་གང་ཡིན་པ་དེ་གཟུགས་ཡིན་ནམ་འོན་ཏེ་མ་ཡིན་ཞེས་བྱ་བ་གསུངས་ཏེ།
en: That is the meaning, and wanting to teach just that, to teach the mark of each of those three aspects of form as free from form and not form, first, based on falsely imagined form, it says, “Is the absence of material reality in imaginary form, form, or is it not?”

source: ཀུན་བརྟགས་པའི་གཟུགས་ནི་གཟུགས་ཀྱི་བདག་ཉིད་དུ་ཡོད་པ་མ་ཡིན་པའི་ཕྱིར་གཟུགས་ཀྱི་ངོ་བོ་ཉིད་དོ་ཞེས་བརྗོད་དུ་མི་རུང་ངོ་། །གཟུགས་ཀྱི་མིང་དང་གཟུགས་སུ་གདགས་པ་དག་དེ་ལ་ཡོད་པའི་ཕྱིར་གཟུགས་ཀྱི་བདག་ཉིད་མ་ཡིན་ནོ་ཞེས་ཀྱང་བརྗོད་དུ་མི་རུང་ངོ་།
en: It is not suitable to say falsely imagined form is the intrinsic nature of form because it does not exist as what constitutes form; but it is not suitable to say that it does not constitute form either, because it does exist relative to form’s name and what has been designated form.

source: །དེ་བས་ན་དེ་ལ་གཟུགས་ཞེས་བྱ་བ་མིང་དང་འདུ་ཤེས་དང་། བཏགས་པ་དང་ཐ་སྙད་ཙམ་ཉིད་ཅེས་བྱ་བར་གསུངས་སོ།
en: Therefore, it says, “Is then form” that— “just the mere designation, name, label, and conventional designation form for it?”

source: །ཇི་ག་དེ་ནི་གཟུགས་ཡིན་ནམ་ཞེས་བྱ་བ་ནི་དེ་ལྟར་གཟུགས་སུ་བཏགས་པའི་དབང་གིས་གཟུགས་མེད་པ་ཡང་མ་ཡིན་ལ། གཟུགས་ཀྱི་ངོ་བོ་ཉིད་མེད་པའི་ཕྱིར་གཟུགས་ཀྱང་མ་ཡིན་པས། གཉིས་སུ་མེད་དོ་ཞེས་བྱ་བའི་ཐ་ཚིག་གོ།
en: This means form is not nonexistent based on what has been designated, but, because the intrinsic nature of form does not exist, it is not form either, so “it is not two.” “

source: །བྱམས་པ་དེ་ཇི་སྙམ་དུ་སེམས་རྣམ་པར་བརྟགས་པའི་གཟུགས་རྫས་སུ་ཡོད་པ་ཉིད་གང་ཡིན་པ་དེ་ཇི་ག་གཟུགས་མ་ཡིན་པ་ཡིན་ནམ་ཞེས་བྱ་བ་ནི་རྣམ་པར་བརྟགས་པའི་དེའི་གཟུགས་དེ་ཡང་གཟུགས་ཀྱི་བདག་ཉིད་དུ་སྣང་བའི་ཕྱིར་གཟུགས་ཀྱི་ངོ་བོ་ཉིད་མེད་པ་ཡང་མ་ཡིན་ནོ།
en: Maitreya, what do you think, is conceptualized form, the material reality… not form?”

source: །དོན་དམ་པར་གཟུགས་ཀྱི་འདུ་ཤེས་དང་བྲལ་བའི་ངོ་བོ་ཉིད་ཡིན་པའི་ཕྱིར་གཟུགས་ཀྱི་ངོ་བོ་ཉིད་ཀྱང་མ་ཡིན་ནོ།
en: The conceptualized form that is that appears as constituting form, so the intrinsic nature of form is not nonexistent; but it is also ultimately not the intrinsic nature of form because it is an intrinsic nature separated from the perception of form.

source: །དེ་བས་ན་རྣམ་པར་བརྟགས་པའི་གཟུགས་དེ་ཉིད་ལ་ཀུན་བརྟགས་པའི་གཟུགས་དེས་དེའི་ངོ་བོ་ཉིད་མ་ཡིན་ཞིང་དེའི་མཚན་ཉིད་མ་ཡིན་པ་གང་ཡིན་པ་དེ་གཟུགས་ཡིན་ནམ་ཞེས་བྱ་བ་གསུངས་སོ།
en: Therefore, it says “is that imaginary form of just that conceptualized form—that which is not its intrinsic nature, not its defining mark—form?”

source: །དེ་ལྟར་རྣམ་པར་བརྟགས་པའི་གཟུགས་དེ་གཟུགས་སུ་འདུ་ཤེས་སུ་རུང་བའི་གཟུགས་ཀྱི་ངོ་བོ་ཉིད་དུ་སྣང་བས་གཟུགས་མེད་པ་ཡང་མ་ཡིན་ལ། དོན་དམ་པར་གཟུགས་ཀྱི་མཚན་ཉིད་མེད་པའི་ཕྱིར་གཟུགས་ཀྱང་མ་ཡིན་པས་གཉིས་སུ་མེད་ཅེས་བྱ་བའི་ཐ་ཚིག་གོ།
en: Thus, this means that form is not nonexistent because that conceptualized form appears as the intrinsic nature of form suitable to be named form, but it is also not form because ultimately it does not have the defining mark of form, so “it is not two.” “

source: །གང་ཆོས་ཉིད་ཀྱི་གཟུགས་བདག་མེད་པས་རབ་ཏུ་ཕྱེ་བ་དེ་ཇི་ག་གཟུགས་ཡིན་ནམ་ཞེས་བྱ་བ་ནི་ཡོངས་སུ་གྲུབ་པ་ཆོས་ཉིད་ཀྱི་གཟུགས་དེ་མཚན་མ་ཐམས་ཅད་དང་བྲལ་བའི་ངོ་བོ་ཉིད་ཡིན་པའི་ཕྱིར་གཟུགས་ཀྱི་ངོ་བོ་ཉིད་ཀྱང་མ་ཡིན་ནོ།
en: Is that true dharmic nature of form, form in the category of selflessness, form?” Form that is the thoroughly established true nature of dharmas is not the intrinsic nature of form because it is an intrinsic nature separated from all causal signs; but it is not not the intrinsic nature of form either because it is the intrinsic nature of form—the true nature of dharmas.

source: །གཟུགས་ཀྱི་ཆོས་ཉིད་ཀྱི་ངོ་བོ་ཉིད་ཡིན་པའི་ཕྱིར་གཟུགས་མ་ཡིན་པ་ཡང་མ་ཡིན་ཏེ། དེ་བས་ན་ཆོས་ཉིད་ཀྱི་གཟུགས་དེ་ཉིད་ཀྱི་གཟུགས་ཀྱི་ཆོས་ཉིད་གང་ཡིན་པ་དེ་གཟུགས་མ་ཡིན་པ་ཡིན་ནམ་ཞེས་བྱ་བ་གསུངས་ཏེ།
en: Therefore, it says, “Is that true dharmic nature of form that is just that true dharmic nature of form, not form?”
